chcp 65001

pandoc --metadata-file "Человек_и_экономика_в_виртуализированном_мире.yaml" "Человек_и_экономика_в_виртуализированном_мире.md" -s -o "Человек_и_экономика_в_виртуализированном_мире/Человек_и_экономика_в_виртуализированном_мире.fb2" -t fb2
pandoc --metadata-file "Человек_и_экономика_в_виртуализированном_мире.yaml" "Человек_и_экономика_в_виртуализированном_мире.md" -s -o "Человек_и_экономика_в_виртуализированном_мире/Человек_и_экономика_в_виртуализированном_мире.epub"
pandoc --metadata-file "Человек_и_экономика_в_виртуализированном_мире.yaml" "Человек_и_экономика_в_виртуализированном_мире.md" -s -o "Человек_и_экономика_в_виртуализированном_мире/Человек_и_экономика_в_виртуализированном_мире.html"
pandoc --metadata-file "Человек_и_экономика_в_виртуализированном_мире.yaml" "Человек_и_экономика_в_виртуализированном_мире.md" -s -o "Человек_и_экономика_в_виртуализированном_мире/Человек_и_экономика_в_виртуализированном_мире.docx" --reference-doc "../custom-styles.docx"
pandoc --metadata-file "Человек_и_экономика_в_виртуализированном_мире.yaml" "Человек_и_экономика_в_виртуализированном_мире.md" -s -o "Человек_и_экономика_в_виртуализированном_мире/Человек_и_экономика_в_виртуализированном_мире.pdf" --pdf-engine=xelatex


pause


